"Download start failed" = "Falló el inicio de la descarga";
"Downloading..." = "Descargando ...";
"Error getting URL for save" = "Error al obtener la URL para guardar";
"Error unzipping save" = "Error al descomprimir guardar";
"Error zipping save" = "Error al comprimir guardar";
"Failed to start query" = "No se pudo iniciar la consulta";
"Listing contents of directory failed" = "Listado del contenido del directorio fallado";
"Load successful" = "Carga exitosa";
"Removing file failed" = "Error al eliminar el archivo";
"Save successful" = "Guardar con éxito";
"Saving..." = "Guardando ...";
"Unpacking..." = "Desempacando ...";
"Upload successful!" = "¡Carga exitosa!";
"Uploading..." = "Subiendo ...";
